Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/inarin-_ja_pohjoissaamen_aakkoskuvataulut_ilmestyivat.html.tmx
Source language: fin
Languages: sms

source: Inarin- ja pohjoissaamen aakkoskuvataulut ilmestyivät
sms: Aanar- da tâʹvvsääʹmǩiõl alfabeʹtt-taaul kaartivuiʹm iʹlmstõʹvve

source: Opettajien pitkään toivomat inarin- ja pohjoissaamen kielten aakkoskuvataulut ovat ilmestyneet.
sms: Uʹčteeʹli kuuʹǩǩ vueʹrddem aanar- da tâʹvvsääʹmǩiõl alfabeʹttkovvtaaul liâ iʹlmstõõvvâm.

source: Inarinsaamen aakkostaulut on julkaistu verkossa, pohjoissaamen aakkostaulut sekä verkossa että painettuina.
sms: Aanarsääʹmǩiõl alfabeʹttkovvtaaul lie õlmstâʹttum sääiʹmest, tâʹvvsääʹm alfabeʹtt-taaul liâ sääiʹmest di priʹnttjum hääʹmest.

source: Inarinsaamen aakkoskuvataulujen kuvat on tehnyt opettaja-kuvataiteilija Tania-Maria Moilanen.
sms: Aanarsääʹmǩiõl alfabeʹttkovvtaauli koovid lij raajjâm uʹčteʹl-kovvčeäʹppneǩ Tania-Maria Moilanen.

source: Aakkostaulut voi ladata ja tulostaa tästä .
sms: Alfabeʹttkovvtaaulid vuäitt laaddâd täʹst .

source: Pohjoissaamen aakkoskuvataulujen kuvat on tehnyt Nora Bäck, joka on kuvittanut myös Saamelaiskäräjien julkaisemaa Gea-oppimateriaalisarjaa.
sms: Tâʹvvsääʹmǩiõl alfabeʹttkovvtaauli koovid lij raajjâm Nora Bäck, kååʹtt lij kaartʼtam še Sääʹmteeʹǧǧ čõõđtam Gea-mättmateriaalrääid.

source: Aakkostaulut voi ladata ja tulostaa tästä tai tilata koulutus- ja oppimateriaalitoimistosta kartongille painettuina.
sms: Alfabeʹttbukvaid vuäitt laaddâd täʹst , leʹbe tiʹlljed škooultõs- da mättmateriaalkonttrest kartoʹŋŋe priʹnttjum.

source: Kuvataulut on toimittanut Anni Näkkäläjärvi Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta.
sms: Kovvtaaulid lij tooimtam Anni Näkkäläjärvi Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkonttrest.

source: Tilaukset: kirjatilaus(at)samediggi.fi
sms: Tiʹllʼjõõzz: kirjatilaus(at)samediggi.fi
